{
  "welcome": "Willkommen",
  "menu": {
    "landingPage": "Start",
    "about": "Über mich",
    "skills": "Fähigkeiten",
    "projects": "Projekte",
    "contact": "Kontakt"
  },
  "landingPage": {
    "welcome": "Hallo,",
    "aboutMeText": "Ich bin Lukas, 22, und das Programmieren ist meine Leidenschaft."
  },
  "skillsPage": {
    "headline": "Meine Fähigkeiten",
    "downloadCV": "Lebenslauf herunterladen",
    "thankYou": "Vielen Dank! "
  },
  "contactPage": {
    "headline": "Kontaktiere mich",
    "reachOut": "Schreib mir gerne, wenn du Fragen hast, etwas besprechen möchtest oder an einer Zusammenarbeit interessiert bist. Dein Feedback ist immer willkommen!",
    "responding": "Vielen Dank für deine Nachricht. Du erhältst eine Bestätigung des Eingangs , ansonsten probier es erneut. Beachte, dass die Bestätigung möglicherweise im Spam-Ordner landet.",
    "submit": "Absenden"
  },
  "projectsPage": {
    "headline": "Meine Projekte (Arbeite dran, aktuell nur Dummies)",
      "projects": {
        "webChess": "Dies ist ein einfaches Schachspiel, implementiert in JavaScript. Du kannst eine Lobby erstellen, den Link mit einem Freund teilen und direkt gegeneinander Schach spielen.",
        "travelBuddy": "TravelBuddy ist eine umfassende Reisebegleiter-App, entwickelt mit JavaScript und React. Plane und verwalte deine Reisen nahtlos mit einer intuitiven Benutzeroberfläche. Teile deine Reiseerlebnisse und Reiseroute mit Freunden. Das Backend wird von Spring und Java betrieben, wobei MongoDB als Datenbank für effiziente Datenspeicherung und Abruf dient.",
        "stylesLibrary": "Styles-Library ist eine Sammlung wiederverwendbarer Styles und Komponenten für die Webentwicklung. Gebaut mit JavaScript, React und Node.",
        "anotherProject": "Dies ist ein weiteres aufregendes Projekt mit einer einzigartigen Beschreibung. Erkunde und trage gerne bei!"
    }
  },
  "aboutMe": {
    "yourInterestsOrProfession": "deine Interessen oder Beruf",
    "greeting": "Hi, ich bin Lukas Pabst, ein Softwareentwickler aus Mühlhausen/Thüringen.",
    "work": "Derzeit arbeite ich als Softwareentwickler bei Finanz-Data GmbH, Gotha.",
    "myCurrentFocus": "Meine Schwerpunkte liegen in: ",
    "backendDevelopment": "Backend-Entwicklung mit Java",
    "restServiceDevelopment": "Entwicklung von REST-Services mit Java und Spring Boot",
    "education": "Bachelor in Wirtschaftsinformatik",
    "languages": "Fließend in Deutsch (Muttersprache) und sicher in Englisch (schriftlich und mündlich).",
    "hobbies": "Zu meinen Hobbys gehören Kraftsport, Programmieren und Lesen.",
    "contact": "Kontaktieren Sie mich unter lukas.pabst.business@outlook.de oder benutzen Sie die eingebaute Kontakt Komponente",
    "lookingForward": "Freue mich darauf, Kontakte zu knüpfen und spannende Möglichkeiten zu besprechen!"
  },
  "copyright": "2024 Alle Rechte vorbehalten."
}
