{
  "welcome": "Welcome",
  "menu": {
    "landingPage": "Landing",
    "about": "About Me",
    "skills": "Skills",
    "projects": "Projects",
    "contact": "Contact"
  },
  "landingPage": {
    "welcome": "Hello,",
    "aboutMeText": "I am Lukas, 22, and coding is my passion."
  },
  "skillsPage": {
    "headline": "My Skills",
    "downloadCV": "Download Full CV",
    "thankYou": "Thank you! "
  },
  "contactPage": {
    "headline": "Contact Me",
    "reachOut": "Feel free to reach out with any questions, inquiries, or collaboration opportunities. Your feedback is valuable!",
    "responding": "Thank you for your message. You will receive a confirmation of receipt; otherwise, please try again. Please note that the confirmation might end up in the spam folder.",
    "submit": "Submit"
  },
  "projectsPage": {
    "headline": "My Projects (Currently working on, so only Dummies)",
    "projects": {
      "webChess": "This is a simple chess game implemented in JavaScript. You can create a lobby, share the link with a friend, and play chess against each other directly.",
      "travelBuddy": "TravelBuddy is a comprehensive travel companion app developed using JavaScript and React. Plan and manage your trips seamlessly with an intuitive user interface. Share your travel experiences and itinerary with friends. The backend is powered by Spring and Java, with MongoDB serving as the database for efficient data storage and retrieval.",
      "stylesLibrary": "Styles-Library is a collection of reusable styles and components for web development. Built with JavaScript, React, and Node.",
      "anotherProject": "This is another exciting project with a unique description. Feel free to explore and contribute!"
    }
  },
  "aboutMe": {
    "headline": "About Me",
    "greeting": "Hi, I'm Lukas Pabst, a Software Developer based in Mühlhausen/Thüringen.",
    "work": "Currently working as a Software Developer at Finanz-Data GmbH, Gotha.",
    "myCurrentFocus": "Currently, my work is centered around: ",
    "backendDevelopment": "Backend-Development with Java",
    "restServiceDevelopment": "REST-Service-Development with Java and Spring Boot",
    "education": "Bachelor degree in Business Informatics",
    "languages": "Fluent in German (native) and proficient in English (written and spoken).",
    "hobbies": "Hobbies include weightlifting, programming and reading.",
    "contact": "Reach out to me at lukas.pabst.business@outlook.de or use the build in Contact",
    "lookingForward": "Looking forward to connecting and discussing exciting opportunities!"
  },
  "copyright": "2024 All rights reserved."
}
